README: 去emoji, 主循环改mermaid流程图
